tap "argoproj/tap"
tap "caskroom/fonts"
tap "cloudflare/cloudflare"
tap "cloudfoundry/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "reactiveops/tap"
tap "sambadevi/powerlevel9k"
brew "bash-completion"
brew "bat"
brew "duck"
brew "antigen"
brew "catimg"
brew "cmake"
brew "consul-template"
brew "container-diff"
brew "cowsay"
brew "envconsul"
brew "exa"
brew "git"
brew "git-archive-all"
brew "helm"
brew "gnu-getopt"
brew "graphviz"
brew "grc"
brew "helm@2"
brew "helmfile"
brew "httping"
brew "istioctl"
brew "jq"
brew "kompose"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "libyaml"
brew "minikube", link: false
brew "python"
brew "mosh"
brew "neovim"
brew "node"
brew "packer"
brew "openssl@1.1"
brew "postgresql"
brew "python@3.8"
brew "python-yq"
brew "ripgrep"
brew "skaffold"
brew "sops"
brew "sshuttle"
brew "stern"
brew "telnet"
#brew "tinyproxy"
#brew "tmux"
brew "tree"
brew "vault"
brew "velero"
brew "watch"
brew "wget"
brew "yadm"
#brew "zsh"
#brew "zsh-completions"
brew "cloudfoundry/tap/cf-cli"
brew "argoproj/tap/argo"
brew "argoproj/tap/argocd"
brew "cloudflare/cloudflare/cloudflared"
brew "github/gh/gh"
brew "reactiveops/tap/polaris"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "bitbar"
#cask "gimp"
#cask "google-cloud-sdk"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "java"
cask "monodraw"
cask "minikube"
