tap "argoproj/tap"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "reactiveops/tap"
tap "sambadevi/powerlevel9k"
brew "antigen"
brew "catimg"
brew "cmake"
brew "consul-template"
brew "cowsay"
brew "envconsul"
brew "exa"
brew "fping"
brew "git"
brew "git-archive-all"
#brew "python"
brew "gnu-getopt"
brew "graphviz"
brew "grc"
brew "helm@2"
brew "helmfile"
brew "httping"
brew "jq"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "libyaml"
brew "minikube", link: false
brew "neovim"
brew "node"
brew "packer"
brew "postgresql"
brew "python@3.8"
brew "python-yq"
brew "ranger"
brew "ripgrep"
brew "skaffold"
brew "sops"
brew "sshuttle"
brew "stern"
brew "task"
brew "telnet"
brew "tinyproxy"
brew "tmux"
brew "tree"
brew "velero"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "yadm"
brew "argoproj/tap/argo"
brew "argoproj/tap/argocd"
brew "cloudflare/cloudflare/cloudflared"
brew "github/gh/gh"
brew "reactiveops/tap/polaris"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "java"
cask "typora"
