apt-transport-https
bat
brave-browser
curl
docker.io
figlet
git
handbrake
handbrake-cli
htop
insync
make
neofetch
net-tools
neovim
snapd
software-properties-common
spotify-client
stacer
tilix
timeshift
yadm
