1password
# alacritty
# apt-transport-https
bat
# brave-browser
#balena-etcher-electron
build-essential
clang
# cryfs
curl
direnv
# docker.io
# exa
# figlet
flatpak
# fonts-hack-ttf
# gettext
gh
git
#gnome-tweaks
#handbrake
#handbrake-cli
htop
#insync
make
mise
# neofetch
# net-tools
# neovim
# nfs-common
#snapd
# sirikali
# software-properties-common
# spotify-client
# stacer
#tilix
timeshift
# tldr
tree
ubuntu-restricted-extras
#vim
#vlc
yadm
zsh
# zsh-antigen

# libcosmic build deps (status#22 COSMIC panel applet)
libxkbcommon-dev
libfontconfig1-dev
libfreetype-dev
libegl1-mesa-dev
libgl1-mesa-dev
libinput-dev
libudev-dev
