1password
alacritty
apt-transport-https
bat
brave-browser
balena-etcher-electron
curl
docker.io
figlet
gettext
git
gnome-tweaks
handbrake
handbrake-cli
htop
#insync
make
neofetch
net-tools
neovim
nfs-common
snapd
software-properties-common
spotify-client
stacer
tilix
timeshift
tree
vim
yadm
zsh
