brave-bin
discord
docker
docker-compose
gimp
git
htop
hugo
kdenlive
mailspring
nerd-fonts-hack
paru
slack-desktop
spotify
stacer
telegram-desktop
timeshift
timeshift-autosnap
vim
visual-studio-code-bin
yadm
zoom
zsh
